1tontech.angular-material
1YiB.rust-bundle
aaron-bond.better-comments
aaronthomas.vscode-snazzy-operator
ajshort.include-autocomplete
akamud.vscode-caniuse
alefragnani.Bookmarks
alefragnani.project-manager
alexcvzz.vscode-sqlite
alexdima.copy-relative-path
alexiv.vscode-angular2-files
amandeepmittal.pug
amazonwebservices.aws-toolkit-vscode
Angular.ng-template
anseki.vscode-color
antfu.browse-lite
antfu.iconify
antfu.vite
antoniormrzz.electron-snippets
arturock.gitstash
AykutSarac.jsoncrack-vscode
bat-snippets.bat-snippets
batisteo.vscode-django
bierner.emojisense
bierner.github-markdown-preview
bierner.lit-html
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bierner.react-native-ios-pack
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brapifra.phpserver
burkeholland.simple-react-snippets
Cacher.cacher-vscode
carbonid1.emmet-jss
Cardinal90.multi-cursor-case-preserve
Catppuccin.catppuccin-vsc
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
cschlosser.doxdocgen
cweijan.vscode-database-client2
cyrilletuzi.angular-schematics
danielpinto8zz6.c-cpp-compile-run
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-faker
DEVSENSE.composer-php-vscode
DEVSENSE.intelli-php-vscode
DEVSENSE.phptools-vscode
DEVSENSE.profiler-php-vscode
docsmsft.docs-images
docsmsft.docs-markdown
docsmsft.docs-yaml
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.jquerysnippets
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
DotJoshJohnson.xml
dracula-theme.theme-dracula
dsanders11.vscode-electron-build-tools
dsznajder.es7-react-js-snippets
dustypomerleau.rust-syntax
eamodio.gitlens
EasyCodeAI.chatgpt-gpt4-gpt3-vscode
ecmel.vscode-html-css
EditorConfig.EditorConfig
eriklynd.json-tools
esbenp.prettier-vscode
eventyret.bootstrap-4-cdn-snippet
fabiospampinato.vscode-todo-plus
felipecaputo.git-project-manager
firefox-devtools.vscode-firefox-debug
fireside21.cshtml
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
franneck94.c-cpp-runner
geyao.html-snippets
github.classroom
GitHub.copilot
GitHub.copilot-chat
GitHub.github-vscode-theme
GitHub.remotehub
github.vscode-github-actions
GitHub.vscode-pull-request-github
glenn2223.live-sass
golang.go
golang.go-nightly
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
haampie.spack
hashicorp.hcl
hbenl.vscode-test-explorer
HTMLHint.vscode-htmlhint
huizhou.githd
hwencc.html-tag-wrapper
iceworks-team.iceworks
iceworks-team.iceworks-app
iceworks-team.iceworks-doctor
iceworks-team.iceworks-generator
iceworks-team.iceworks-material-helper
iceworks-team.iceworks-project-creator
iceworks-team.iceworks-refactor
iceworks-team.iceworks-style-helper
idleberg.electron-builder
igordvlpr.open-in-browser
inferrinizzard.prettier-sql-vscode
infinity1207.angular2-switcher
ing-bank.vscode-psl
IronGeek.vscode-env
Janne252.fontawesome-autocomplete
jeff-hykin.better-cpp-syntax
jeremyrajan.webpack
john-crowson.angular-file-changer
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.vscode-peacock
johnpapa.winteriscoming
jorgeserrano.vscode-csharp-snippets
josetr.cmake-language-support-vscode
k--kato.intellij-idea-keybindings
karunamurti.haml
KevinRose.vsc-python-indent
kisstkondoros.vscode-codemetrics
kiteco.kite
KoichiSasada.vscode-rdbg
leizongmin.node-module-intellisense
LeoJhonSong.ccpp-extension-pack
llvm-vs-code-extensions.vscode-clangd
lmcarreiro.vscode-smart-column-indenter
logerfo.sln-support
loiane.angular-extension-pack
loiane.ts-extension-pack
magicstack.MagicPython
MariusAlchimavicius.json-to-ts
MateusHenriqueNascimentoSoares.mit-license-generator
McCarter.start-git-bash
mechatroner.rainbow-csv
Meezilla.json
mgmcdermott.vscode-language-babel
mhutchie.git-graph
miguelsolorio.min-theme
mikestead.dotenv
mitaki28.vscode-clang
mohd-akram.vscode-html-format
mrmlnc.vscode-attrs-sorter
mrmlnc.vscode-pugbeautify
mrmlnc.vscode-scss
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-edgedevtools.vscode-edge-devtools
ms-inkling.ms-inkling
ms-mssql.data-workspace-vscode
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.js-atom-grammar
ms-vscode.js-debug-nightly
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.notepadplusplus-keybindings
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
msjsdiag.cordova-tools
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
msjsdiag.vscode-react-native-preview
mtxr.sqltools
mtxr.sqltools-driver-pg
Nash.awesome-flutter-snippets
naumovs.color-highlight
NilsSoderman.batch-runner
njpwerner.autodocstring
nodesource.vscode-for-node-js-development-pack
npclaudiu.vscode-gn
obenjiro.arrr
octref.vetur
oderwat.indent-rainbow
oliversturm.fix-json
pdconsec.vscode-print
pflannery.vscode-versionlens
PKief.material-icon-theme
plibither8.remove-comments
Postman.postman-for-vscode
pranaygp.vscode-css-peek
pucelle.vscode-css-navigation
quicktype.quicktype
rapidapi.vscode-services
rbbit.typescript-hero
rctay.karma-problem-matcher
redhat.ansible
redhat.java
redhat.vscode-commons
redhat.vscode-microprofile
redhat.vscode-quarkus
redhat.vscode-rsp-ui
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
rodrigovallades.es7-react-js-snippets
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
sasa.vscode-sass-format
segerdekort.angular-cli
serayuzgur.crates
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
Shopify.ruby-extensions-pack
Shopify.ruby-lsp
sidthesloth.html5-boilerplate
SilasNevstad.gpthelper
SimonTest.simontest
slevesque.vscode-multiclip
small.php-ci
SolarLiner.linux-themes
SomewhatStationery.some-sass
SonarSource.sonarlint-vscode
sorbet.sorbet-vscode-extension
standard.vscode-standard
steoates.autoimport
streetsidesoftware.code-spell-checker
stringham.move-ts
stuart.unique-window-colors
stubailo.ignore-gitignore
syler.sass-indented
TabNine.tabnine-vscode
tal7aouy.icons
tamasfe.even-better-toml
techer.open-in-browser
thekalinga.bootstrap4-vscode
tintinweb.vscode-decompiler
toba.vsfire
tomoki1207.pdf
toramameseven.bat-tools
twxs.cmake
unifiedjs.vscode-mdx
unthrottled.doki-theme
usernamehw.errorlens
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.vscodeintellicode-completions
visualstudiotoolsforunity.vstuc
vmware.vscode-manifest-yaml
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
Vue.volar
waderyan.gitblame
WallabyJs.console-ninja
wayou.vscode-todo-highlight
wholroyd.jinja
wix.glean
wix.vscode-import-cost
wowbox.code-debuger
xabikos.JavaScriptSnippets
xaver.clang-format
xdebug.php-debug
xdebug.php-pack
xucongli1989.highlight-icemode-select
Yseop.vscode-yseopml
yzane.markdown-pdf
yzhang.markdown-all-in-one
ZainChen.json
zchrissirhcz.cmake-highlight
zhang-renyang.vscode-react
zhaofinger.batch-format
Zignd.html-css-class-completion
ziyasal.vscode-open-in-github
znck.grammarly
znck.vue
zobo.php-intellisense
